version=v1.0
unknown=\u062E\u0637\u0644\u0627\u06CC \u0646\u0627\u0645\u0634\u062E\u0635
verifySignResponse=\u062E\u0637\u0627\u06CC \u062F\u0631 \u0639\u0645\u0644\u06CC\u0627\u062A \u062E\u0648\u0627\u0646\u062F\u0646 \u0627\u0645\u0636\u0627 \u0628\u0647 \u0648\u062C\u0648\u062F \u0627\u0645\u0627\u062F\u0647 \u0627\u0633\u062A
PIN_PIN_authentication= \u0641\u0627\u0642\u062F \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0644\u0637\u0641\u0627  \u0628\u0627 \u067E\u06CC\u0646 \u062C\u0627\u06CC\u06AF\u0632\u06CC\u0646 \u0627\u0646\u06AF\u0634\u062A\u0646\u06AF\u0627\u0631\u06CC \u06A9\u0646\u06CC\u062F
fingerPrintAuthenticationOwn=\u062E\u0637\u0644\u0627 \u0627\u0632 \u062E\u0648\u0627\u0646\u062F\u0646 \u0645\u062A\u062F \u0627\u0646\u06AF\u0634\u062A \u0646\u06AF\u0627\u0631\u06CC
ChangePin_failed=\u062E\u0637\u0627 \u062F\u0631 \u062A\u063A\u06CC\u06CC\u0631 \u067E\u06CC\u0646 \u06A9\u062F
InitializeSDK=\u062E\u0638\u0627 \u062F\u0631 \u067E\u06CC\u06A9\u0631\u0628\u0646\u062F\u06CC \u062F\u0633\u062A\u06AF\u0627\u0647 \u0627\u0646\u06AF\u0634\u062A \u0646\u06AF\u0627\u0631\u06CC
Signingdatafailed=\u062E\u0637\u0644\u0627 \u062F\u0631 \u062E\u0648\u0627\u0646\u062F \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A
jks_not_found=\u0639\u062F\u0645 \u06CC\u0627\u0641\u062A\u0646 \u0641\u0627\u06CC\u0644 \u0631\u0645\u0632\u0646\u06AF\u0627\u0631\u06CC
jks_error=\u062E\u0637\u0644\u0627 \u062F\u0631 \u062E\u0648\u0627\u0646\u062F\u0646 \u0641\u0627\u06CC\u0644 \u0631\u0645\u0632\u0646\u06AF\u0627\u0631\u06CC
#------------------------------- identification code ---------------------
0x1100xa210x566=\u202B\u0627\u0633\u06A9\u0646\u0631 \u062F\u0631 \u0628\u0631\u0646\u0627\u0645\u0647 \u062F\u06CC\u06AF\u0631\u06CC \u062F\u0631 \u062D\u0627\u0644 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0633\u062A\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x565=\u0627\u0645\u06A9\u0627\u0646 \u0627\u0631\u062A\u0628\u0627\u0637 \u0628\u0627 \u0627\u0633\u06A9\u0646\u0631 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
0x1100xa210x564=\u062F\u0633\u062A\u06AF\u0627\u0647 \u0627\u0646\u062A\u062E\u0627\u0628 \u0634\u062F\u0647 \u0645\u0648\u062C\u0648\u062F \u0646\u0628\u0648\u062F\u0647 \u0648 \u06CC\u0627 \u063A\u06CC\u0631\u0642\u0627\u0628\u0644 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0645\u06CC \u0628\u0627\u0634\u062F\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x563=\u0627\u0633\u06A9\u0646\u0631 \u0627\u0632 \u0627\u06CC\u0646 \u0642\u0627\u0628\u0644\u06CC\u062A \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0646\u0645\u06CC \u06A9\u0646\u062F\u202C
0x1100xa210x562=\u06A9\u0645\u0628\u0648\u062F \u062D\u0627\u0641\u0638\u0647 \u06A9\u0627\u0641\u06CC \u0628\u0631\u0627\u06CC \u0627\u062F\u0627\u0645\u0647 \u0635\u062D\u06CC\u062D \u0639\u0645\u0644\u06CC\u0627\u062A\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x560=\u062F\u0631 \u0644\u0648\u062F DLL \u0648 \u062A\u0648\u0627\u0628\u0639 \u0645\u0631\u0628\u0648\u0637\u0647 \u0627\u0633\u06A9\u0646\u0631 \u062E\u0637\u0627 \u0631\u062E \u062F\u0627\u062F\u0647 \u0627\u0633\u062A
0x11000xa1f0x554=\u0641\u0627\u06CC\u0644 \u0641\u0648\u0646\u062A \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
0x1100xa1f0x527=\u06CC\u06A9 \u06CC\u0627 \u062A\u0645\u0627\u0645 \u0641\u0627\u06CC\u0644 \u0647\u0627\u06CC \u062A\u0635\u0648\u06CC\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
0x1100xa1e0x500=\u06A9\u0627\u0631\u062A\u062E\u0648\u0627\u0646 \u0645\u0634\u062E\u0635 \u0634\u062F\u0647 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
0x1100xa1d0x500=\u06A9\u0627\u0631\u062A \u0647\u0648\u0634\u0645\u0646\u062F \u0634\u0647\u0631\u0648\u0646\u062F \u0641\u0627\u0642\u062F \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0627\u0633\u062A
0x1100xa1c0x500=\u0639\u0645\u0644\u06CC\u0627\u062A \u0644\u063A\u0648 \u0634\u062F
0x1100xa1a0x500=\u062E\u0637\u0627 \u062F\u0631 \u06CC\u0627\u0641\u062A\u0646 \u06A9\u062A\u0627\u0628\u062E\u0627\u0646\u0647 \u06CC \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A (MatFingerFEdll)
0x1100xa170x500=\u06A9\u0627\u0631\u062A \u0641\u0642\u0637 \u06CC\u06A9 \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u062F\u0627\u0631\u062F
0x1100xa160x500=\u06A9\u0627\u0631\u062A \u0647\u0648\u0634\u0645\u0646\u062F \u0634\u0647\u0631\u0648\u0646\u062F \u062F\u0627\u0631\u0627\u06CC \u0627\u062B\u0631\u0627\u0646\u06AF\u0634\u062A \u0627\u0633\u062A \u0648 \u062F\u0631\u0646\u062A\u06CC\u062C\u0647 \u0627\u0645\u06A9\u0627\u0646 \u062A\u0635\u062F\u06CC\u0642 \u0647\u0648\u06CC\u062A \u0628\u0627 \u067E\u06CC\u0646 \u062C\u0627\u06CC\u06AF\u0632\u06CC\u0646 \u0627\u062B\u0631\u0627\u0646\u06AF\u0634\u062A \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
0x1100xa150x500=\u0627\u0646\u06AF\u0634\u062A \u0645\u0634\u062E\u0635 \u0634\u062F\u0647 \u0628\u0631\u0627\u06CC \u062A\u0635\u062F\u06CC\u0642 \u0647\u0648\u06CC\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u062F\u0631 \u06A9\u0627\u0631\u062A \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
0x1100xa0d0x53a=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_FingerData \u062D\u0627\u0648\u06CC \u062F\u0627\u062F\u0647 \u06CC \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0646\u06CC\u0633\u062A
0x1100xa0d0x534=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_FingerData  \u062D\u0627\u0648\u06CC \u062F\u0627\u062F\u0647 \u06CC \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0646\u06CC\u0633\u062A
0x1100xa0b0x531=\u0641\u0631\u0645\u062A \u067E\u0627\u0631\u0627\u0645\u062A\u0631 NewPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa0b0x530=\u0641\u0631\u0645\u062A \u067E\u0627\u0631\u0627\u0645\u062A\u0631 OldPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa0b0x52f=\u0641\u0631\u0645\u062A \u067E\u0627\u0631\u0627\u0645\u062A\u0631 SignPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa0b0x52e=\u0641\u0631\u0645\u062A \u067E\u0627\u0631\u0627\u0645\u062A\u0631 NMOCPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa0b0x52d=\u0641\u0631\u0645\u062A \u067E\u0627\u0631\u0627\u0645\u062A\u0631 IDPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa0b0x042=\u0641\u0631\u0645\u062A TimeStamp \u0646\u0627\u062F\u0631\u0633\u062A \u0627\u0633\u062A
0x1100x5230x042=\u0641\u06CC\u0644\u062F TimeStamp \u062E\u0627\u0644\u06CC \u0627\u0633\u062A
0x1100x5230x040=\u0641\u06CC\u0644\u062F Nonce \u062E\u0627\u0644\u06CC \u0627\u0633\u062A
0x1100xa0b0x040=\u0641\u0631\u0645\u062A Nonce \u0646\u0627\u062F\u0631\u0633\u062A \u0627\u0633\u062A
0x1100xa0a0x53f=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_Resolution  \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A
0x1100xa0a0x53e= \u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_MinituaCount  \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A \u062F\u0631 \u062D\u0627\u0644\u062A\u06CC\u06A9\u0647 \u0648\u0631\u0648\u062F\u06CC feature \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0645\u06CC \u0628\u0627\u0634\u062F \u0645\u0639\u0646\u0627\u062F\u0627\u0631 \u0628\u0648\u062F\u0647 \u0648 \u0628\u0631\u0631\u0633\u06CC \u0645\u06CC \u0634\u0648\u062F
0x1100xa0a0x53d=\u0641\u0631\u0645\u062A \u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_FingerIndex \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A
0x1100xa0a0x53c=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_FingerDataType  \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A
0x1100xa0a0x539=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_Resolution  \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A
0x1100xa0a0x538=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_MinituaCount  \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A \u062F\u0631 \u062D\u0627\u0644\u062A\u06CC\u06A9\u0647 \u0648\u0631\u0648\u062F\u06CC feature \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0645\u06CC \u0628\u0627\u0634\u062F \u0645\u0639\u0646\u0627\u062F\u0627\u0631 \u0628\u0648\u062F\u0647 \u0648 \u0628\u0631\u0631\u0633\u06CC \u0645\u06CC \u0634\u0648\u062F
0x1100xa0a0x537=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_FingerIndex \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A
0x1100xa0a0x536=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_FingerDataType  \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A
0x1100xa0a0x533=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 PinType  \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0627\u0633\u062A
0x1100xa090x542=\u0637\u0648\u0644 \u062F\u0627\u062F\u0647 \u0648\u0631\u0648\u062F\u06CC \u062C\u0647\u062A \u0627\u0645\u0636\u0627 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
0x1100xa090x531=\u0637\u0648\u0644 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 NewPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa090x530=\u0637\u0648\u0644 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 OldPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa090x52f=\u0637\u0648\u0644 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 SignPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa090x52e=\u0637\u0648\u0644 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 NMOCPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa210x586=\u0641\u0627\u06CC\u0644 \u0645\u0627\u0698\u0648\u0644 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646 \u0645\u0634\u062E\u0635 \u0634\u062F\u0647 \u0642\u0627\u0628\u0644 \u0644\u0648\u062F \u06A9\u0631\u062F\u0646 \u0646\u06CC\u0633\u062A
0x1100xa210x585=\u0628\u0639\u062F \u0627\u0632 \u0627\u062E\u0630 \u0646\u0647\u0627\u06CC\u06CC\u060C \u0627\u062B\u0631\u0627\u0646\u06AF\u0634\u062A\u06CC \u062F\u0631 \u062A\u0635\u0648\u06CC\u0631 \u0627\u062E\u0630 \u0634\u062F\u0647 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630
0x1100xa210x584=\u0646\u0648\u0631 \u0634\u062F\u06CC\u062F\u06CC \u0628\u0631 \u0631\u0648\u06CC \u0633\u0646\u0633\u0648\u0631 \u062A\u0634\u062E\u06CC\u0635 \u062F\u0627\u062F\u0647 \u0634\u062F\u0647 \u0627\u0633\u062A \u06A9\u0647 \u062F\u0631 \u0639\u0645\u0644\u06CC\u0627\u062A \u0627\u062E\u0630 \u0627\u0646\u06AF\u0634\u062A \u0627\u062E\u062A\u0644\u0627\u0644 \u0627\u06CC\u062C\u0627\u062F \u0645\u06CC \u06A9\u0646\u062F - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630
0x1100xa210x583=\u067E\u06CC\u0634 \u0627\u0632 \u0634\u0631\u0648\u0639 \u0627\u062E\u0630 \u0627\u0646\u06AF\u0634\u062A\u0627\u0646 \u062E\u0648\u062F \u0631\u0627 \u0628\u0631 \u0631\u0648\u06CC \u0633\u0646\u0633\u0648\u0631 \u0642\u0631\u0627\u0631 \u0646\u062F\u0647\u06CC\u062F - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x582=\u062E\u0637\u0627\u06CC \u0633\u062E\u062A \u0627\u0641\u0632\u0627\u0631\u06CC - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x581=\u062E\u0637\u0627 \u062F\u0631 \u062A\u062E\u0635\u06CC\u0635 \u062D\u0627\u0641\u0638\u0647 - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630
0x1100xa210x580=\u0633\u0637\u062D \u0633\u0646\u0633\u0648\u0631 \u0628\u06CC\u0634 \u0627\u0632 \u062D\u062F \u06A9\u062B\u06CC\u0641 \u0628\u0648\u062F\u0647 \u0648 \u0628\u0631\u0627\u06CC \u0627\u0646\u06AF\u0634\u062A \u0646\u06AF\u0627\u0631\u06CC \u0645\u0646\u0627\u0633\u0628 \u0646\u06CC\u0633\u062A - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630
0x1100xa210x57f=\u0627\u0631\u062A\u0628\u0627\u0637 \u0628\u0627 \u062F\u0633\u062A\u06AF\u0627\u0647 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646 \u0642\u0637\u0639 \u0634\u062F\u0647 \u0627\u0633\u062A - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630
0x1100xa210x57e=\u0628\u0631\u0648\u0632 \u062E\u0637\u0627 \u062F\u0631 \u062A\u0642\u0637\u06CC\u0639 \u0622\u062B\u0627\u0631 \u0627\u0646\u06AF\u0634\u062A \u0627\u062E\u0630 \u0634\u062F\u0647 - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646\u0631\u0647\u0627\u06CC \u0686\u0647\u0627\u0631\u0627\u0646\u06AF\u0634\u062A\u06CC
0x1100xa210x57d=\u062F\u0633\u062A \u0642\u0631\u0627\u0631 \u062F\u0627\u062F\u0647 \u0634\u062F\u0647 \u0628\u0631 \u0631\u0648\u06CC \u0633\u0646\u0633\u0648\u0631 \u0627\u0634\u062A\u0628\u0627\u0647 \u0627\u0633\u062A - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646\u0631\u0647\u0627\u06CC \u0686\u0647\u0627\u0631\u0627\u0646\u06AF\u0634\u062A\u06CC
0x1100xa210x57c=\u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0627\u062E\u0630 \u0634\u062F\u0647 \u062A\u0642\u0644\u0628\u06CC \u062A\u0634\u062E\u06CC\u0635 \u062F\u0627\u062F\u0647 \u0634\u062F\u0647 \u0627\u0633\u062A - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630
0x1100xa210x57b=\u06A9\u06CC\u0641\u06CC\u062A \u062A\u0635\u0648\u06CC\u0631 \u0627\u062E\u0630 \u0634\u062F\u0647 \u0628\u06CC\u0634 \u0627\u0632 \u062D\u062F \u067E\u0627\u06CC\u06CC\u0646 \u0627\u0633\u062A - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630
0x1100xa210x57a=\u0645\u062F\u062A \u0632\u0645\u0627\u0646 \u0645\u062C\u0627\u0632 \u0628\u0631\u0627\u06CC \u0627\u062E\u0630 \u0628\u0647 \u0627\u062A\u0645\u0627\u0645 \u0631\u0633\u06CC\u062F\u0647 \u0627\u0633\u062A \u0648\u0644\u06CC \u062A\u0635\u0648\u06CC\u0631\u06CC \u0627\u062E\u0630 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A - \u062E\u0637\u0627\u06CC \u0645\u062E\u0635\u0648\u0635 \u0648\u0636\u0639\u06CC\u062A \u0627\u062E\u0630
0x1100xa210x575=\u062F\u0631\u0627\u06CC\u0648\u0631 \u062F\u0633\u062A\u06AF\u0627\u0647 \u0646\u0635\u0628 \u0646\u0634\u062F\u0647 \u0648 \u06CC\u0627 \u0628\u0647 \u0635\u0648\u0631\u062A \u0635\u062D\u06CC\u062D \u062A\u0646\u0638\u06CC\u0645 \u0648 \u0646\u0635\u0628 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x574=\u0645\u0642\u062F\u0627\u0631 \u062A\u0646\u0638\u06CC\u0645 \u0634\u062F\u0647 \u0628\u0631\u0627\u06CC \u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0645\u0648\u0631\u062F \u0646\u0638\u0631 \u0642\u0627\u0628\u0644 \u062A\u063A\u06CC\u06CC\u0631 \u0646\u06CC\u0633\u062A
0x1100xa210x573=\u0627\u06CC\u0646 \u0642\u0627\u0628\u0644\u06CC\u062A \u0627\u0632 \u062F\u0633\u062A\u06AF\u0627\u0647 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646 \u0631\u0627 \u0646\u0645\u06CC \u062A\u0648\u0627\u0646 \u063A\u06CC\u0631\u0641\u0639\u0627\u0644 \u06A9\u0631\u062F
0x1100xa210x572=\u0627\u062A\u0635\u0627\u0644 \u0628\u0627 \u062F\u0633\u062A\u06AF\u0627\u0647 \u0642\u0628\u0644\u0627 \u0628\u0631\u0642\u0631\u0627\u0631 \u0634\u062F\u0647 \u0627\u0633\u062A\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x571=\u0636\u0648\u062D \u062A\u0635\u0648\u06CC\u0631 \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u062F\u0633\u062A\u06AF\u0627\u0647 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0646\u0645\u06CC \u0634\u0648\u062F\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x570=\u0645\u0642\u062F\u0627\u0631 \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647 \u0628\u0631\u0627\u06CC \u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
0x1100xa210x56f=\u062F\u0633\u062A\u06AF\u0627\u0647 \u0627\u0632 \u0627\u06CC\u0646 \u0645\u062F \u0627\u062E\u0630 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0646\u0645\u06CC \u06A9\u0646\u062F
0x1100xa210x56e=\u0627\u062A\u0635\u0627\u0644 \u0628\u0631\u0642\u0631\u0627\u0631 \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
0x1100xa210x56d=\u0639\u0645\u0644\u06CC\u0627\u062A \u0627\u062E\u0630 \u0642\u0628\u0644\u0627 \u0634\u0631\u0648\u0639 \u0634\u062F\u0647 \u0627\u0633\u062A
0x1100xa210x56c=\u0646\u0648\u0639 \u0645\u0642\u062F\u0627\u0631 \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647 \u0628\u0631\u0627\u06CC \u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
0x1100xa210x56b=\u0645\u0642\u062F\u0627\u0631 \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647 \u0628\u0631\u0627\u06CC \u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0631\u062C \u0627\u0632 \u0645\u062D\u062F\u0648\u062F\u0647 \u0645\u0642\u0627\u062F\u06CC\u0631 \u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A
0x1100xa210x56a=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647 \u062A\u0648\u0633\u0637 \u0627\u06CC\u0646 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646 \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0646\u0645\u06CC \u0634\u0648\u062F
0x1100xa210x569=\u062E\u0637\u0627 \u062F\u0631 \u0627\u0631\u062A\u0628\u0627\u0637 \u0628\u0627 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C\u202C
0x1100xa210x568=\u067E\u06CC\u0634 \u0627\u0632 \u0634\u0631\u0648\u0639 \u0627\u062E\u0630 \u0627\u0646\u06AF\u0634\u062A\u0627\u0646 \u062E\u0648\u062F \u0631\u0627 \u0628\u0631 \u0631\u0648\u06CC \u0633\u0646\u0633\u0648\u0631 \u0642\u0631\u0627\u0631 \u0646\u062F\u0647\u06CC\u062F
0x1100xa210x567=\u0633\u0637\u062D \u0633\u0646\u0633\u0648\u0631 \u06A9\u062B\u06CC\u0641 \u0628\u0648\u062F\u0647 \u0648 \u06CC\u0627 \u067E\u06CC\u0634 \u0627\u0632 \u0634\u0631\u0648\u0639 \u0627\u062E\u0630 \u0627\u0646\u06AF\u0634\u062A\u0627\u0646 \u062E\u0648\u062F \u0631\u0627 \u0628\u0631 \u0631\u0648\u06CC \u0633\u0646\u0633\u0648\u0631 \u0642\u0631\u0627\u0631 \u062F\u0627\u062F\u0647 \u0627\u06CC\u062F
0x1100xa210x588=\u0645\u0627\u0698\u0648\u0644 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646 \u0645\u0634\u062E\u0635 \u0634\u062F\u0647 \u0642\u0628\u0644\u0627 \u0644\u0648\u062F \u0634\u062F\u0647 \u0627\u0633\u062A
0x1100xa210x587=\u0627\u0645\u06A9\u0627\u0646 \u0627\u06CC\u062C\u0627\u062F \u0646\u0645\u0648\u0646\u0647 \u0627\u0632 \u0645\u0627\u0698\u0648\u0644 \u0644\u0627\u06CC\u0648\u0627\u0633\u06A9\u0646 \u0645\u0634\u062E\u0635 \u0634\u062F\u0647 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
0x1100xa090x52d=\u0637\u0648\u0644 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 IDPIN  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa080x541=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_ImageWidthorHeight  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa080x540=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_ImageWidthorHeight  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100xa080x53f=\u0637\u0648\u0644 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_Resolution  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa080x53e=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_MinituaCount  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F \u062F\u0631 \u062D\u0627\u0644\u062A\u06CC\u06A9\u0647 \u0648\u0631\u0648\u062F\u06CC \u062A\u0635\u0648\u06CC\u0631 \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0645\u06CC \u0628\u0627\u0634\u062F \u0645\u0642\u062F\u0627\u0631 \u0627\u06CC\u0646 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa080x53d=\u0637\u0648\u0644 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_FingerIndex  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa080x53c=\u0637\u0648\u0644 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_FingerDataType  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa080x539= \u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_Resolution  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa080x538=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_MinituaCount  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F \u062F\u0631 \u062D\u0627\u0644\u062A\u06CC\u06A9\u0647 \u0648\u0631\u0648\u062F\u06CC \u062A\u0635\u0648\u06CC\u0631 \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0645\u06CC \u0628\u0627\u0634\u062F \u0645\u0642\u062F\u0627\u0631 \u0627\u06CC\u0646 \u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa080x537=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_FingerIndex \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa080x536=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_FingerDataType \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u0635\u0641\u0631 \u0628\u0627\u0634\u062F
0x1100xa060x53a=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_FingerData  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u062A\u0647\u06CC \u0628\u0627\u0634\u062F
0x1100xa060x534=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_FingerData  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u062A\u0647\u06CC \u0628\u0627\u0634\u062F
0x1100xa060x531= \u067E\u0627\u0631\u0627\u0645\u062A\u0631 NewPIN  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u062A\u0647\u06CC \u0628\u0627\u0634\u062F
0x1100xa060x530=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 OldPIN  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u062A\u0647\u06CC \u0628\u0627\u0634\u062F
0x1100xa060x52f=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 SignPIN  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u062A\u0647\u06CC \u0628\u0627\u0634\u062F
0x1100xa060x52e=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 NMOCPIN  \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u062A\u0647\u06CC \u0628\u0627\u0634\u062F
0x1100xa060x52d=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 IDPIN \u0645\u06CC \u0628\u0627\u06CC\u0633\u062A \u062A\u0647\u06CC \u0628\u0627\u0634\u062F
0x1100xa050x500=\u0647\u06CC\u0686 \u06A9\u0627\u0631\u062A\u062E\u0648\u0627\u0646\u06CC \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
0x1100xa040x500=\u0639\u062F\u0645 \u0627\u0645\u06A9\u0627\u0646 \u0627\u062A\u0635\u0627\u0644 \u0628\u0647 \u06A9\u0627\u0631\u062A\u062E\u0648\u0627\u0646 \u0645\u0634\u062E\u0635 \u0634\u062F\u0647
0x1100xa030x500=\u06A9\u0627\u0631\u062A\u06CC \u062F\u0627\u062E\u0644 \u06A9\u0627\u0631\u062A\u062E\u0648\u0627\u0646 \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
0x1100xa020x500=\u06A9\u0627\u0631\u062A \u0648\u0627\u0631\u062F\u0647 \u0634\u062F\u0647 \u06A9\u0627\u0631\u062A \u0645\u0644\u06CC \u0646\u06CC\u0633\u062A
0x1100xa010x500=\u0639\u062F\u0645 \u0627\u0645\u06A9\u0627\u0646 \u0627\u062A\u0635\u0627\u0644 \u0628\u0647 \u06A9\u0627\u0631\u062A \u06CC\u0627 \u06A9\u0627\u0631\u062A\u062E\u0648\u0627\u0646
0x1100x5230x542=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 TOBeSignData  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5230x53a=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_FingerData  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5230x534=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint1_FingerData  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5230x531=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 NewPIN  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5230x530=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 OldPIN  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5230x52f=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 SignPIN  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5230x52e= \u067E\u0627\u0631\u0627\u0645\u062A\u0631 NMOCPIN  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5230x52d=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 IDPIN  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5230x529=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 ServerPreference  \u062A\u0647\u06CC \u0627\u0633\u062A
0x1100x5220x551=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerTemplate  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100x5220x53b=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 FingerPrint2_FingerDataSize  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100x5220x535=\u0637\u0648\u0644 \u0648 \u0639\u0631\u0636 \u062A\u0635\u0648\u06CC\u0631 \u0628\u0627 \u0627\u0646\u062F\u0627\u0632\u0647 \u062A\u0635\u0648\u06CC\u0631 \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0647\u0645\u062E\u0648\u0627\u0646\u06CC \u0646\u062F\u0627\u0631\u062F
0x1100x5220x52c=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 Scope  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100x5220x52b=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 LOA  \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A
0x1100x5220x52a=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 UIOptions \u0645\u0639\u062A\u0628\u0631 \u0646\u06CC\u0633\u062A (\u0637\u0628\u0642 \u062A\u0648\u0636\u06CC\u062D\u0627\u062A \u0645\u0633\u062A\u0646\u062F \u0631\u0627\u0647\u0646\u0645\u0627\u060C \u062F\u0631 \u0646\u0633\u062E\u0647 \u06A9\u0646\u0648\u0646\u06CC \u062A\u0646\u0647\u0627 \u062D\u0627\u0644\u062A show pin: true \u0648 \u0628\u0627\u0642\u06CC false \u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A)
0x1200x8060x071=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631 \u06CC\u0639\u0646\u06CC \u062C\u0646\u0633\u06CC\u062A \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x50d0x001=\u0641\u0631\u0645\u062A \u0627\u0645\u0636\u0627\u06CC \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0627\u0631\u0627\u06CC \u06A9\u062F\u06CC\u0646\u06AF base64 \u0646\u0645\u06CC\u0628\u0627\u0634\u062F
0x1200x8060x06f=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F \u0628\u0631\u062F\u0627\u0631  \u06CC\u0639\u0646\u06CC \u0646\u0627\u0645 \u067E\u062F\u0631 \u0634\u0647\u0631\u0648\u0646\u062F \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x06e=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F \u0628\u0631\u062F\u0627\u0631  \u06CC\u0639\u0646\u06CC \u062A\u0627\u0631\u06CC\u062E \u062A\u0648\u0644\u062F \u0634\u0647\u0631\u0648\u0646\u062F \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x06d=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F \u0628\u0631\u062F\u0627\u0631  \u06CC\u0639\u0646\u06CC \u0646\u0627\u0645 \u062E\u0627\u0646\u0648\u0627\u062F\u06AF\u06CC \u0634\u0647\u0631\u0648\u0646\u062F \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x06c=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F \u0628\u0631\u062F\u0627\u0631  \u06CC\u0639\u0646\u06CC \u0646\u0627\u0645 \u0634\u0647\u0631\u0648\u0646\u062F \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x06b=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F \u0628\u0631\u062F\u0627\u0631  \u06CC\u0639\u0646\u06CC \u06A9\u062F\u067E\u0633\u062A\u06CC \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x06a=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F \u0628\u0631\u062F\u0627\u0631  \u06CC\u0639\u0646\u06CC \u062A\u0635\u0648\u06CC\u0631 \u0686\u0647\u0631\u0647 \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x069=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631  \u06CC\u0639\u0646\u06CC \u06A9\u062F\u0645\u0644\u06CC \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x012=\u0641\u06CC\u0644\u062F Card Expiration Date  \u062F\u0631 RequestedSupplementaryInfo \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x011=\u0641\u06CC\u0644\u062F Card Issuance Date \u062F\u0631 RequestedSupplementaryInfo \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x010=\u0641\u06CC\u0644\u062F Replica \u062F\u0631 RequestedSupplementaryInfo \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8050x043=\u062F\u0627\u062F\u0647 \u0647\u0627\u06CC \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u062F\u0631 \u0641\u06CC\u0644\u062F Scope \u062F\u0631 \u06A9\u0627\u0631\u062A \u06CC\u0627 IMS \u062A\u0639\u0631\u06CC\u0641 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A \u0627\u06CC\u0646 \u062F\u0627\u062F\u0647 \u0647\u0627 \u0628\u0627\u06CC\u062F \u0645\u0637\u0627\u0628\u0642 \u0633\u0646\u062F \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631\u06CC \u0628\u0627\u0634\u062F
0x1200x8040x042=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0627\u0631\u0633\u0627\u0644 \u0634\u062F\u0647 \u0627\u0632 \u0633\u0645\u062A \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0631 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06CC \u0645\u0648\u0631\u062F \u067E\u0630\u06CC\u0631\u0634 \u0633\u0631\u0648\u0631 \u0646\u06CC\u0633\u062A \u0648 \u062C\u0644\u0648\u062A\u0631 \u0627\u0632 \u062A\u0627\u0631\u06CC\u062E \u0633\u0631\u0648\u0631 MDAS \u0627\u0633\u062A \u0627\u06CC\u0646 \u062E\u0637\u0627 \u0645\u06CC\u200F\u062A\u0648\u0627\u0646\u062F \u0646\u0627\u0634\u06CC \u0627\u0632 \u062A\u0627\u0631\u06CC\u062E \u0627\u0634\u062A\u0628\u0627\u0647 \u0633\u06CC\u0633\u062A\u0645 \u06A9\u0644\u0627\u06CC\u0646\u062A \u06CC\u0627 \u0633\u0631\u0648\u0631 \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631 \u0628\u0627\u0634\u062F
0x1200x8030x042=\u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0627\u0631\u0633\u0627\u0644 \u0634\u062F\u0647 \u0627\u0632 \u0633\u0645\u062A \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0631 \u0628\u0627\u0632\u0647 \u0632\u0645\u0627\u0646\u06CC \u0645\u0648\u0631\u062F \u067E\u0630\u06CC\u0631\u0634 \u0633\u0631\u0648\u0631 \u0646\u06CC\u0633\u062A \u0648 \u0645\u062A\u0639\u0644\u0642 \u0628\u0647 \u06AF\u0630\u0634\u062A\u0647 \u0627\u0633\u062A \u0627\u06CC\u0646 \u062E\u0637\u0627 \u0645\u06CC\u200F\u062A\u0648\u0627\u0646\u062F \u0646\u0627\u0634\u06CC \u0627\u0632 \u062A\u0627\u0631\u06CC\u062E \u0627\u0634\u062A\u0628\u0627\u0647 \u0633\u06CC\u0633\u062A\u0645 \u06A9\u0644\u0627\u06CC\u0646\u062A \u06CC\u0627 \u0633\u0631\u0648\u0631 \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631 \u0628\u0627\u0634\u062F
0x1200x8020x001=\u0627\u0645\u0636\u0627\u06CC \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A \u0648 \u0642\u0627\u0628\u0644 \u0627\u0639\u062A\u0628\u0627\u0631\u0633\u0646\u062C\u06CC \u0646\u06CC\u0633\u062A
0x1200x8010x057=\u0641\u06CC\u0644\u062F key usage \u06AF\u0648\u0627\u0647\u06CC SP \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0627\u0633\u062A \u0627\u06CC\u0646 \u0641\u06CC\u0644\u062F \u0628\u0627\u06CC\u062F \u0645\u0634\u062A\u0645\u0644 \u0628\u0631 \u0645\u0642\u062F\u0627\u0631 DIGITAL SIGNATURE \u0628\u0627\u0634\u062F
0x1200x5270x040=\u0645\u062D\u062A\u0648\u0627\u06CC nonce \u062A\u06A9\u0631\u0627\u0631\u06CC \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x057=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC \u06AF\u0648\u0627\u0647\u06CC \u0646\u0647\u0627\u06CC\u06CC \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x056=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC \u06AF\u0648\u0627\u0647\u06CC \u0645\u06CC\u0627\u0646\u06CC \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x049=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC \u062F\u0627\u062F\u0647 \u0627\u0645\u0636\u0627 \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x043=\u062F\u0631 \u0641\u06CC\u0644\u062F Scope \u062F\u0627\u062F\u0647\u200F\u0627\u06CC \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u06A9\u0647 \u0646\u0648\u0639 \u0622\u0646 \u0645\u0634\u062E\u0635 \u0646\u0634\u062F\u0647 \u0627\u0633\u062A (\u067E\u0627\u0631\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC CITIZEN_INFO_TYPE)
0x1200x5230x042=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC TimeStamp \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x041=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC SPID \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x040=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC Nonce \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x007=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC \u0627\u0644\u06AF\u0648\u0631\u06CC\u062A\u0645 \u0647\u0634 \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x005=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC \u0648\u0631\u0698\u0646 \u0627\u0644\u06AF\u0648\u0631\u06CC\u062A\u0645 \u0627\u0645\u0636\u0627 \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x004=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC \u0627\u0644\u06AF\u0648\u0631\u06CC\u062A\u0645 \u0627\u0645\u0636\u0627 \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5230x001=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u062E\u0627\u0644\u06CC Signature \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5220x042=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 timeStamp \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5220x041=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631SPID  \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5220x040=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 Nonce \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x8070x08d=\u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0631 TOS \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0627\u0633\u062A\u0639\u0644\u0627\u0645 \u06AF\u0648\u0627\u0647\u06CC\u0646\u0627\u0645\u0647 \u0631\u0627 \u062F\u0631 \u0641\u06CC\u0644\u062F Revocation check \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A \u062D\u0627\u0644 \u0622\u0646\u06A9\u0647 \u0645\u062C\u0627\u0632 \u0628\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A \u0627\u06CC\u0646 \u062E\u062F\u0645\u062A \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
0x1200x8070x08c=\u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0631 TOS \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0627\u0633\u062A\u0639\u0644\u0627\u0645 \u0648\u0636\u0639\u06CC\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u0631\u0627 \u062F\u0631 \u0641\u06CC\u0644\u062F Authorization check \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A \u062D\u0627\u0644 \u0622\u0646\u06A9\u0647 \u0645\u062C\u0627\u0632 \u0628\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A \u0627\u06CC\u0646 \u062E\u062F\u0645\u062A \u0646\u0645\u06CC \u0628\u0627\u0634\u062F
0x1200x8070x08b=\u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631\u062F \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062E\u0648\u0627\u0646\u062F\u0646 \u0627\u0642\u0644\u0627\u0645 \u0647\u0648\u06CC\u062A\u06CC \u062A\u06A9\u0645\u06CC\u0644\u06CC (supplemetary info( \u0631\u0627 \u062F\u0631 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062E\u0648\u062F \u062F\u0627\u062F\u0647 \u0627\u0633\u062A \u06A9\u0647 \u0645\u062C\u0648\u0632 \u062E\u0648\u0627\u0646\u062F\u0646 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0646\u062F\u0627\u0631\u062F
0x1200x8070x08a=\u0633\u0631\u0648\u06CC\u0633 \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC ) \u0627\u0632 \u0645\u06CC\u0627\u0646 \u0633\u0631\u0648\u06CC\u0633 \u0647\u0627\u06CC \u062A\u0635\u062F\u06CC\u0642 \u0647\u0648\u06CC\u062A\u060C \u0627\u0645\u0636\u0627\u06CC \u062F\u06CC\u062C\u06CC\u062A\u0627\u0644 \u0648 \u06CC\u0627 \u062A\u063A\u06CC\u06CC\u0631 \u067E\u06CC\u0646 ( \u0628\u0631\u0627\u06CC \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u063A\u06CC\u0631 \u0645\u062C\u0627\u0632 \u0627\u0633\u062A
0x1200x8070x089=\u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0631 LOA \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0627\u0633\u062A\u0639\u0644\u0627\u0645 \u06AF\u0648\u0627\u0647\u06CC\u0646\u0627\u0645\u0647 \u0631\u0627 \u062F\u0631 \u0641\u06CC\u0644\u062F Revocation check \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A \u062D\u0627\u0644 \u0622\u0646\u06A9\u0647 \u0645\u062C\u0627\u0632 \u0628\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A \u0627\u06CC\u0646 \u062E\u062F\u0645\u062A \u0646\u0645\u06CC\u00AC\u0628\u0627\u0634\u062F
0x1200x8070x088=\u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0631 LOA \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0627\u0633\u062A\u0639\u0644\u0627\u0645 \u0648\u0636\u0639\u06CC\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u0631\u0627 \u062F\u0631 \u0641\u06CC\u0644\u062F Authorization check \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A \u062D\u0627\u0644 \u0622\u0646\u06A9\u0647 \u0645\u062C\u0627\u0632 \u0628\u0647 \u062F\u0631\u06CC\u0627\u0641\u062A \u0627\u06CC\u0646 \u062E\u062F\u0645\u062A \u0646\u0645\u06CC\u00AC\u0628\u0627\u0634\u062F
0x1200x8070x060=\u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0631 UIOption \u062E\u0648\u062F \u0641\u06CC\u0644\u062F\u0647\u0627\u06CC\u06CC \u0631\u0627 true \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A \u06A9\u0647 \u0645\u062C\u0648\u0632 \u0627\u0633\u062A\u0641\u0627\u062F\u0647 \u0627\u0632 \u0627\u0646\u0647\u0627 \u0631\u0627 \u0646\u062F\u0627\u0634\u062A\u0647 \u0627\u0633\u062A
0x1200x8070x043=\u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631\u062F \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062E\u0648\u0627\u0646\u062F\u0646 \u0627\u0642\u0644\u0627\u0645 \u0647\u0648\u06CC\u062A\u06CC \u0631\u0627 \u062F\u0631 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062E\u0648\u062F \u062F\u0627\u062F\u0647 \u0627\u0633\u062A \u06A9\u0647 \u0645\u062C\u0648\u0632 \u062E\u0648\u0627\u0646\u062F\u0646 \u0622\u0646\u0647\u0627 \u0631\u0627 \u0646\u062F\u0627\u0631\u062F
0x1200x8070x041=\u0634\u0646\u0627\u0633\u0647 \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u063A\u06CC\u0631 \u0645\u062C\u0627\u0632 \u0645\u06CC \u0628\u0627\u0634\u062F
0x1200x8070x03e=\u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u062F\u0631 LOA \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC authentication method \u0627\u06CC \u0631\u0627 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062F\u0627\u062F\u0647 \u0627\u0633\u062A \u06A9\u0647 \u0645\u062C\u0648\u0632 \u0622\u0646 \u0631\u0627 \u0646\u062F\u0627\u0631\u062F
0x1200x8060x073=\u0641\u06CC\u0644\u062F Identity Chenged \u062F\u0631 RequestedSupplementaryInfo \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x8060x072=\u0641\u06CC\u0644\u062F AFIS Cheched  \u062F\u0631 RequestedSupplementaryInfo \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F\u0628\u0631\u062F\u0627\u0631 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x1200x5220x007=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0634\u0646\u0627\u0633\u0647 \u0627\u0644\u06AF\u0648\u0631\u06CC\u062A\u0645 \u0647\u0634 \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5220x005=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0648\u0631\u0698\u0646 \u0627\u0644\u06AF\u0648\u0631\u06CC\u062A\u0645 \u0627\u0645\u0636\u0627\u06CC \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5220x004=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 \u0646\u0627\u0645\u0639\u062A\u0628\u0631 \u0634\u0646\u0627\u0633\u0647 \u0627\u0644\u06AF\u0648\u0631\u06CC\u062A\u0645 \u0627\u0645\u0636\u0627 \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631
0x1200x5180x001=\u062E\u0637\u0627\u06CC \u0639\u0645\u0644\u06CC\u0627\u062A\u06CC \u062F\u0631 \u062D\u06CC\u0646 \u0627\u0639\u062A\u0628\u0627\u0631 \u0633\u0646\u062C\u06CC \u0645\u062D\u062A\u0648\u0627 \u0627\u0645\u0636\u0627 \u062E\u0648\u0627\u0647\u0634\u0645\u0646\u062F\u0645 \u06AF\u0648\u0627\u0647\u06CC \u0646\u0627\u0645\u0647 \u0647\u0627 \u0648 \u0627\u0645\u0636\u0627 \u0631\u0627 \u0627\u0632 \u062D\u06CC\u062B \u0645\u062D\u062A\u0648\u0627 \u0648 \u0641\u0631\u0645\u062A \u0628\u0631\u0631\u0633\u06CC \u06A9\u0631\u062F\u0647 \u0648 \u0645\u062C\u062F\u062F\u0627 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u062C\u062F\u06CC\u062F \u0631\u0627 \u0627\u0631\u0633\u0627\u0644 \u0646\u0645\u0627\u06CC\u06CC\u062F
0x1200x8060x070=\u0627\u0637\u0644\u0627\u0639\u0627\u062A \u062F\u0631\u062E\u0648\u0627\u0633\u062A\u06CC \u0628\u0647\u0631\u0647\u200F \u0628\u0631\u062F\u0627\u0631  \u06CC\u0639\u0646\u06CC \u0645\u062D\u0644 \u062A\u0648\u0644\u062F \u0634\u0647\u0631\u0648\u0646\u062F \u0628\u0627 \u0641\u06CC\u0644\u062F ismandatory=1 \u062F\u0631\u062E\u0648\u0627\u0633\u062A \u0634\u062F\u0647 \u0627\u0645\u0627 \u0628\u0627 \u062A\u0648\u062C\u0647 \u0628\u0647 Source \u062A\u0639\u06CC\u06CC\u0646 \u0634\u062F\u0647\u060C \u0627\u0645\u06A9\u0627\u0646 \u0648\u0627\u06A9\u0634\u06CC \u0646\u062F\u0627\u0631\u062F \u0645\u0645\u06A9\u0646 \u0627\u0633\u062A \u0628\u0627 \u0627\u0635\u0644\u0627\u062D Source \u062E\u0637\u0627 \u0645\u0631\u062A\u0641\u0639 \u06AF\u0631\u062F\u062F
0x2200x90f0x057=\u06AF\u0648\u0627\u0647\u06CC \u0646\u0647\u0627\u06CC\u06CC SP \u062F\u0631 HashMap \u0648\u062C\u0648\u062F \u0646\u062F\u0627\u0631\u062F
0x2200x7010x086=\u0639\u062F\u0645 \u0627\u0645\u06A9\u0627\u0646 \u062F\u0633\u062A\u0631\u0633\u06CC \u0628\u0647 \u0633\u0631\u0648\u06CC\u0633 CDS -\u0627\u0632 \u0628\u0627\u0644\u0627 \u0628\u0648\u062F\u0646 \u0633\u0631\u0648\u06CC\u0633 CDS \u0627\u0637\u0645\u06CC\u0646\u0627\u0646 \u062D\u0627\u0635\u0644 \u0646\u0645\u0627\u06CC\u06CC\u062F
0x2200x7010x00e=\u0633\u0631\u0648\u06CC\u0633\u200F\u0647\u0627\u06CC \u0627\u0631\u062A\u0628\u0627\u0637\u06CC \u0628\u0627 OCSP \u0648 IMS \u062F\u0631 \u062F\u0633\u062A\u0631\u0633 \u0646\u06CC\u0633\u062A
0x2200x5060x057=\u06AF\u0648\u0627\u0647\u06CC \u0646\u0647\u0627\u06CC\u06CC \u0628\u0647\u0631\u0647 \u0628\u0631\u062F\u0627\u0631 \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
0x2210x7030x11e=\u062F\u0631\u06CC\u0627\u0641\u062A \u067E\u0627\u0633\u062E \u0627\u0632 \u0633\u0631\u0648\u06CC\u0633 OCSP \u0628\u0627 \u062E\u0637\u0627 \u0645\u0648\u0627\u062C\u0647 \u0634\u062F
0x2210x7020x11d=\u062F\u0631\u06CC\u0627\u0641\u062A \u067E\u0627\u0633\u062E \u0627\u0632 \u0633\u0631\u0648\u06CC\u0633 OCSP \u0628\u0627 \u062E\u0637\u0627 \u0645\u0648\u0627\u062C\u0647 \u0634\u062F
0x2210x7010x138=\u0633\u0631\u0648\u06CC\u0633\u200F\u0647\u0627\u06CC IMS \u062F\u0631 \u062F\u0633\u062A\u0631\u0633 \u0646\u06CC\u0633\u062A
0x2210x7010x137=\u0633\u0631\u0648\u06CC\u0633\u200F\u0647\u0627\u06CC OCSP \u062F\u0631 \u062F\u0633\u062A\u0631\u0633 \u0646\u06CC\u0633\u062A
0x3100xa200x558=\u06A9\u0627\u0631\u062A \u0645\u0644\u06CC \u067E\u0634\u062A\u06CC\u0628\u0627\u0646\u06CC \u0646\u0645\u06CC \u0634\u0648\u062F
0x3100xa130x550=\u06A9\u062F \u062E\u0637\u0627\u06CC 12 \u062F\u0631 \u0627\u062C\u0631\u0627\u06CC \u0627\u0633\u06A9\u0631\u06CC\u067E\u062A \u06A9\u0627\u0631\u062A (\u062E\u0637\u0627\u06CC \u0642\u0637\u0639 \u0627\u0631\u062A\u0628\u0627\u0637 \u06A9\u0627\u0631\u062A\u062E\u0648\u0627\u0646 \u0648 \u06A9\u0627\u0631\u062A)
0x3100xa120x553=\u06A9\u0644\u06CC\u062F\u0647\u0627\u06CC \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A
0x3100xa120x532=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 MOC  \u0628\u0644\u0627\u06A9 \u0634\u062F  \u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u0639\u062F\u0645 \u062A\u0637\u0627\u0628\u0642 \u0627\u062B\u0631\u0627\u0646\u06AF\u0634\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0641\u0631\u0627\u062A\u0631 \u0631\u0641\u062A\u0647 \u0648 \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0634\u062F\u0647 \u0627\u0633\u062A
0x3100xa120x52f=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 SignPIN \u0628\u0644\u0627\u06A9 \u0634\u062F  \u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u0648\u0631\u0648\u062F \u0627\u0634\u062A\u0628\u0627\u0647 \u067E\u06CC\u0646  \u0627\u0645\u0636\u0627 \u062F\u06CC\u062C\u06CC\u062A\u0627\u0644 \u0634\u0647\u0631\u0648\u0646\u062F \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0641\u0631\u0627\u062A\u0631 \u0631\u0641\u062A\u0647 \u0648 \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0634\u062F\u0647 \u0627\u0633\u062A
0x3100xa120x52e=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 NMOCPIN \u0628\u0644\u0627\u06A9 \u0634\u062F \u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u0648\u0631\u0648\u062F \u0627\u0634\u062A\u0628\u0627\u0647 \u067E\u06CC\u0646  \u062C\u0627\u06CC\u06AF\u0632\u06CC\u0646 \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0641\u0631\u0627\u062A\u0631 \u0631\u0641\u062A\u0647 \u0648 \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0634\u062F\u0647 \u0627\u0633\u062A
0x3100xa120x52d= \u067E\u0627\u0631\u0627\u0645\u062A\u0631 IDPIN  \u0628\u0644\u0627\u06A9 \u0634\u062F \u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u0648\u0631\u0648\u062F \u0627\u0634\u062A\u0628\u0627\u0647 \u067E\u06CC\u0646 \u062A\u0635\u062F\u06CC\u0642 \u0647\u0648\u06CC\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u0627\u0632 \u062D\u062F \u0645\u062C\u0627\u0632 \u0641\u0631\u0627\u062A\u0631 \u0631\u0641\u062A\u0647 \u0648 \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0634\u062F\u0647 \u0627\u0633\u062A
0x3100xa110x532=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 MOC  \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A \u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u0645\u062C\u0627\u0632 \u0639\u062F\u0645 \u062A\u0637\u0627\u0628\u0642 \u0627\u062B\u0631\u0627\u0646\u06AF\u0634\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u067E\u06CC\u0634 \u0627\u0632 \u0627\u06CC\u0646 \u0628\u0647 \u0627\u0646\u0645\u0627\u0645 \u0631\u0633\u06CC\u062F\u0647 \u0648 \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A
0x3100xa110x52f=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 SignPIN  \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A \u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u0645\u062C\u0627\u0632 \u0648\u0631\u0648\u062F \u0646\u0627\u062F\u0631\u0633\u062A \u067E\u06CC\u0646 \u0627\u0645\u0636\u0627 \u062F\u06CC\u062C\u06CC\u062A\u0627\u0644 \u0634\u0647\u0631\u0648\u0646\u062F \u067E\u06CC\u0634 \u0627\u0632 \u0627\u06CC\u0646 \u0628\u0647 \u0627\u0646\u0645\u0627\u0645 \u0631\u0633\u06CC\u062F\u0647 \u0648 \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A
0x3100xa110x52e=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 NMOCPIN  \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A \u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u0645\u062C\u0627\u0632 \u0648\u0631\u0648\u062F \u0646\u0627\u062F\u0631\u0633\u062A \u067E\u06CC\u0646 \u062C\u0627\u06CC\u06AF\u0632\u06CC\u0646 \u0627\u062B\u0631\u0627\u0646\u06AF\u0634\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u067E\u06CC\u0634 \u0627\u0632 \u0627\u06CC\u0646 \u0628\u0647 \u0627\u0646\u0645\u0627\u0645 \u0631\u0633\u06CC\u062F\u0647 \u0648 \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A
0x3100xa110x52d=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 IDPIN  \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A \u062A\u0639\u062F\u0627\u062F \u062F\u0641\u0639\u0627\u062A \u0645\u062C\u0627\u0632 \u0648\u0631\u0648\u062F \u0646\u0627\u062F\u0631\u0633\u062A \u067E\u06CC\u0646 \u062A\u0635\u062F\u06CC\u0642 \u0647\u0648\u06CC\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u067E\u06CC\u0634 \u0627\u0632 \u0627\u06CC\u0646 \u0628\u0647 \u0627\u0646\u0645\u0627\u0645 \u0631\u0633\u06CC\u062F\u0647 \u0648 \u06A9\u0627\u0631\u062A \u0628\u0644\u0627\u06A9 \u0627\u0633\u062A
0x3100xa100x532=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 MOC  \u0646\u0627\u062F\u0631\u0633\u062A \u0627\u0633\u062A  \u0627\u062B\u0631\u0627\u0646\u06AF\u0634\u062A \u062F\u0631\u06CC\u0627\u0641\u062A\u06CC \u0627\u0632 \u0634\u0647\u0631\u0648\u0646\u062F \u0628\u0627 \u06A9\u0627\u0631\u062A \u0645\u0637\u0627\u0628\u0642\u062A \u0646\u062F\u0627\u0631\u062F
0x3100xa100x52f=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 SignPIN  \u0646\u0627\u062F\u0631\u0633\u062A \u0627\u0633\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u067E\u06CC\u0646 \u0627\u0645\u0636\u0627\u06CC \u062F\u06CC\u062C\u06CC\u062A\u0627\u0644 \u062E\u0648\u062F \u0631\u0627 \u0627\u0634\u062A\u0628\u0627\u0647 \u0648\u0627\u0631\u062F \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A
0x3100xa100x52e=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 NMOCPIN  \u0646\u0627\u062F\u0631\u0633\u062A \u0627\u0633\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u067E\u06CC\u0646 \u062C\u0627\u06CC\u06AF\u0632\u06CC\u0646 \u0627\u062B\u0631 \u0627\u0646\u06AF\u0634\u062A \u062E\u0648\u062F \u0631\u0627 \u0627\u0634\u062A\u0628\u0627\u0647 \u0648\u0627\u0631\u062F \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A
0x3100xa100x52d=\u067E\u0627\u0631\u0627\u0645\u062A\u0631 IDPIN  \u0646\u0627\u062F\u0631\u0633\u062A \u0627\u0633\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u067E\u06CC\u0646 \u062A\u0635\u062F\u06CC\u0642 \u0647\u0648\u06CC\u062A \u062E\u0648\u062F \u0631\u0627 \u0627\u0634\u062A\u0628\u0627\u0647 \u0648\u0627\u0631\u062F \u06A9\u0631\u062F\u0647 \u0627\u0633\u062A
0x3100xa140x500=\u06A9\u0627\u0631\u062A \u0641\u0639\u0627\u0644 \u0646\u06CC\u0633\u062A \u0634\u0647\u0631\u0648\u0646\u062F \u0628\u0627\u06CC\u062F \u0628\u0631\u0627\u06CC \u0641\u0639\u0627\u0644 \u0633\u0627\u0632\u06CC \u06A9\u0627\u0631\u062A \u062E\u0648\u062F \u0628\u0647 \u0627\u062F\u0627\u0631\u0627\u062A \u0633\u0627\u0632\u0645\u0627\u0646 \u062B\u0628\u062A \u0627\u062D\u0648\u0627\u0644 \u0645\u0631\u0627\u062C\u0639\u0647 \u06A9\u0646\u062F
0x3200x5060x051=\u06AF\u0648\u0627\u0647\u06CC\u0646\u0627\u0645\u0647 \u0646\u0647\u0627\u06CC\u06CC signature \u0634\u0647\u0631\u0648\u0646\u062F \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
0x3200x5060x04f=\u06AF\u0648\u0627\u0647\u06CC\u0646\u0627\u0645\u0647 \u0646\u0647\u0627\u06CC\u06CC authentication \u0634\u0647\u0631\u0648\u0646\u062F \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
0x3200x60f0x051=\u06AF\u0648\u0627\u0647\u06CC \u0646\u0647\u0627\u06CC\u06CC signature \u0634\u0647\u0631\u0648\u0646\u062F \u0627\u0628\u0637\u0627\u0644 \u0634\u062F\u0647 \u0627\u0633\u062A
0x3200x60f0x04f=\u06AF\u0648\u0627\u0647\u06CC \u0646\u0647\u0627\u06CC\u06CC authentication \u0634\u0647\u0631\u0648\u0646\u062F \u0627\u0628\u0637\u0627\u0644 \u0634\u062F\u0647 \u0627\u0633\u062A
0x3200x60b0x012=\u06A9\u0627\u0631\u062A \u0647\u0648\u0634\u0645\u0646\u062F \u0645\u0644\u06CC \u0634\u0647\u0631\u0648\u0646\u062F \u0645\u0646\u0642\u0636\u06CC \u0634\u062F\u0647 \u0627\u0633\u062A
0x4100xa1f0x527=\u0641\u0627\u06CC\u0644 \u0641\u0648\u0646\u062A \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
0x4100xa1f0x526=\u06CC\u06A9 \u06CC\u0627 \u062A\u0645\u0627\u0645 \u0641\u0627\u06CC\u0644 \u0647\u0627\u06CC \u062A\u0635\u0648\u06CC\u0631 \u06CC\u0627\u0641\u062A \u0646\u0634\u062F
0x4100xa1b0x501=\u062E\u0637\u0627 \u062F\u0631 \u062F\u0633\u062A\u0631\u0633\u06CC \u0628\u0647 \u0633\u0631\u0648\u06CC\u0633 \u062A\u0635\u062F\u06CC\u0642 \u0647\u0648\u06CC\u062A
0x4100xa1b0x502=\u062E\u0637\u0627 \u062F\u0631 \u062F\u0633\u062A\u0631\u0633\u06CC \u0628\u0647 \u0633\u0631\u0648\u06CC\u0633 \u0627\u0645\u0636\u0627\u06CC \u062F\u06CC\u062C\u06CC\u062A\u0627\u0644
0x4100xa1b0x503=\u062E\u0637\u0627 \u062F\u0631 \u062F\u0633\u062A\u0631\u0633\u06CC \u0628\u0647 \u0633\u0631\u0648\u06CC\u0633 \u062A\u063A\u06CC\u06CC\u0631 \u067E\u06CC\u0646